; File Joiner (www.igorware.com/file-joiner)

[translation]
vers=2.3.0
laid=0x0c1a
lang=Српски (Serbian)
name=Игор Јеросимић (www.igorware.com)
date=2013-04-07

[controls]
000=Ауто
001=Додај &датотеке
002=Додај &фасциклу
003=&Избаци
004=Избаци све
005=Изабери
006=Настави спајање на прву датотеку у листи (само за напредне кориснике!)
007=Хеш
008=Обриши
009=По завршетку:
010=Отвори датотеку
011=Отвори изл. фасциклу
012=Обриши делове
013=Изађи

[about]
000=О програму %s
001=Затвори

[list_column]
000=Путања
001=Величина
002=Статус

[list_status_cat]
000=ок
001=упозорење
002=грешка

[list_status]
000=ок
001=упозорење: неочекиван редни број
002=упозорење: величина датотеке се не подудара са величином прве датотеке
003=упозорење: величина последње датотеке је већа од осталих датотека
004=грешка: датотека се не може отворити за читање!
005=грешка: датотека се не може отворити за писање!

[list_tooltip]
000=Листа датотека за спајање
001=Путања:\t %s\r\nВелич.:\t %s\r\nРед. Бр.:\t %d\r\nСтатус:\t %s

[join_button]
000=&Заустави
001=&Споји

[settings]
000=Подешавања
001=Тестови
002=Уради тест при учитавању на делове који &недостају
003=Уради тест при учитавању на доследност &величине делова
004=Уради тест на делове који недостају
005=Уради тест на доследност величине делова
006=Листа датотека
007=&Сортирај по задњем броју у путањи датотеке (брже)
008=&Избаци све датотеке из листе након спајања
009=Искључи &аутоматско учитавање делова
010=Користи рекурзију под-&фасцикли
011=Опште
012=&Запамти позицију прозора
013=Користи корпу при &брисању делова
014=Подразумевана излазна путања
015=Иста као &улазна
016=Посебна &путања
017=Сачувај
018=Одустани
019=При старту провери да ли постоји нова верзија

[menu]
000=&Опције
001=Увек на &врху\tCtrl + T
002=Повежи са .001 датотекама (није портабилно)
003=Онемогући &хеш
004=&Избаци све датотеке из листе након спајања
005=&Подешавања

006=&Језик

007=&Помоћ
008=Помоћ на вези
009=&Веб страница
010=&О програму
011=Провери да ли постоји нова верзија

[menu_popup]
000=Отвори &локацију датотеке
001=Увези листу
002=Извези листу
003=&Избаци
004=Избаци све

[messages]
001=Не могу да направим нит (thread) :(
002=Операција спајања је у току, да ли стварно желите да изађете (није препоручљиво)?
003=Приправан
004=Спајам...
005=Операција спајања је у току!
006=Датотеке успешно спојене!

007=Имате само једну датотеку у листи!
008=Нисте изабрали ниједну датотеку у листи!
009=Листа је празна, нема датотека за спајање!
010=Не могу да отворим датотеку!
011=Наведена излазна датотека не може бити направљена!
012=Писање у датотеку није успело! Премало простора на диску?
013=Додате датотеке: %d
014=Аутоматски додате датотеке: %d
015=Излазна датотека већ постоји. Да ли желите да ју препишете?
016=Нисте изабрали излазну путању!

017=Тест на делове који &недостају
018=Изгледа да вам недостаје %d делова са редним бројем(вима): %s.
019=Изгледа да вам недостаје више од %d делова са редним бројевима: %s
020=Тест на доследност величине делова
021=Изгледа да %d делова има различиту величину датотеке у односу на прву датотеку, ово би могло да укаже да ти делови нису исправни или не припадају истој групи. Редни бројеви датотека са различитом величином: %s.
022=Изгледа да последњи део нема мању величину што би могло да укаже да вам недостаје последњи део, ово је само претпоставка и не мора бити тачно.
023=\n\nДа ли сте сигурни да желите наставити са операцијом спајања?
024=Прилагођена путања: "%s"
025=-izlaz

[tooltips]
000=* САМО НАПРЕДНИ КОРИСНИЦИ *\r\nНаставља спајање датотека на прву датотеку у листи.\r\nОва опција је добра за брзину, али лоша уколико погрешите са редоследом у листи.
001=Помери изабране ставке навише у листи
002=Помери изабране ставке наниже у листи
003=Путања где ће ваша излазна датотека бити сачувана
004=Изаберите локацију где желите да сачувате излазну датотеку
005=Споји датотеке у листи
006=Статус
007=Додај датотеке у листу
008=Додај све датотеке из фасцикле
009=Избаци изабране ставке из листе
010=Избаци све ставке из листе
011=Сортирај ставке у листи
012=Аутоматско сортирање
013=CRC32 хеш
014=Рачунање CRC32 хеша
015=MD5 хеш
016=Рачунање MD5 хеша
017=Обриши хеш вредности
018=Обриши све делове са хард диска на крају спајања (само ако је успешно спајање)
019=Изађи из програма на крају спајања (само ако је успешно спајање)
020=Отвори излазну датотеку на крају спајања (само ако је успешно спајање)
021=Отвори излазну фасциклу на крају спајања (само ако је успешно спајање)

[updater]
000=File Joiner %s (%s) је доступан. Да ли желите да отворите страницу за преузимање?
001=Већ имате најновију верзију.
002=Није могуће проверити да ли постоји нова верзија.
